Repository: m4dhouse/Wireguard-Vpn
Catalog: po/*.po
Languages: fr, it, pt

source: The host %s ' %s ' is duplicated.
fr: L'hôte %s ' %s ' est dupliqué.

source: Error creating backup file: Out of disk space %s.
fr: Erreur dans la création du fichier de sauvegarde : Espace disque insuffisant %s.

source: Unable to write to file.
fr: Impossible d'écrire sur le fichier.

source: Create a backup
fr: Créer un sauvegarde

source: Create a backup of your configurations to be able to restore it in a new image. The backup (wireguard_backup.sh shell) will be saved in:
fr: Créer une sauvegarde de vos configurations pour pouvoir les restaurer dans une nouvelle image. La sauvegarde (shell wireguard_backup.sh) sera enregistrée dans:

source: Write your account number
fr: Inscrivez votre numéro de compte

source: Write your account number generated during subscription.
fr: Inscrivez votre numéro de compte généré lors de l'inscription.

source: Enter your account number!
fr: Saisissez votre numéro de compte !

source: Do you want to generate your Mullvad account data?
fr: Vous souhaitez générer les données de votre compte Mullvad ?

source: Mullvad account does not exist!
fr: Le compte Mullvad n'existe pas !

source: Update plugin
fr: Mise à jour

source: Show update message
fr: Afficher le message de mise à jour
it: Mostra messaggio aggiornamento

source: Show a message if there is an update.
fr: Afficher un message en cas de mise à jour.
it: Mostra un messaggio se c'è un aggiornamento.

source: Your private key
fr: Votre clé privée
it: La tua chiave privata

source: has been imported successfully.
fr: a été importé avec succès.
it: è stata importata con successo.

source: Edit the file located in /etc/wg_token.key and paste your access token.
fr: Editer le fichier situé in /etc/wg_token.key et copier jeton d'accès.
it: Edita il file situato in /etc/wg_token.key e incolla il tuo token di accesso.

source: Failed to retrieve Nordlynx Private Key.
fr: Echec de récupération de la clé privée Nordlynx.
it: Impossibile recuperare la Chiave Privata Nordlynx.

source: Private key
fr: Clé privée
it: Chiave Privata

source: Write or load your Private Key.
fr: Ecrire ou charger votre clé privée.
it: Scrivi o carica la tua Chiave Privata.

source: Access via Token
fr: Accès par Jeton
it: Accesso via Token

source: Create your access token via the NordVpn website.
fr: Créer votre jeton accès via le site web NordVpn.
it: Crea il tuo token di accesso tramite il sito web di NordVpn.

source: Load the access token with the BLUE button.
fr: Appuyez sur le bouton BLEU pour charger le jeton d'accès.
it: Carica il token di accesso con il pulsante BLU.

source: Select the type of access
fr: Sélectionnez le type d’accès
it: Seleziona il tipo di accesso

source: Load token access
fr: Charger jeton accès
it: Carica il token

source: Kill switch enabled
fr: Kill switch activé
it: Kill switch abilitato

source: Enable Kill switch
fr: Activer Kill switch
it: Abilita il Kill switch

source: If your VPN connection drops, a kill switch cuts off your internet connection.
fr: Si votre connexion VPN est interrompue, un kill switch coupe votre connexion Internet.
it: Se la tua connessione VPN cade, un kill switch interrompe la connessione internet.

source: If the connection drops and you would like to restore it, disable the Kill switch, then Save.
fr: Si la connexion est interrompue et que vous souhaitez la restaurer, désactivez le Kill switch, puis enregistrez.
it: Se la connessione si interrompe e desideri ripristinarla, disattiva il Kill switch, dopo Salva.

source: Add bypasses
fr: Ajout bypasses
it: Aggiungi i bypass

source: Add host/ip number to bypass WireGuard.
fr: Ajoute hôte/numéro ip pour bypass WireGuard.
it: Aggiungi il numero di host/ip per bypassare WireGuard.

source: The ' %s ' host (bypass) is unreachable.
fr: L'hôte ' %s ' (bypass) est inaccessible
it: L'host ' %s ' (bypass) non è raggiungibile.

source: DNS server settings
fr: Paramètres serveurs DNS
it: Impostazioni del server DNS

source: Choose a DNS server.
fr: Choisir un serveur DNS.
it: Scegli un server DNS.

source: DNS servers allow resolution of DNS host names to IP addresses.
fr: Les serveurs DNS permettent la résolution des noms d'hôtes DNS en adresses IP.
it: I server DNS consentono la risoluzione dei nomi host DNS in indirizzi IP.

source: Check internet connection
fr: Vérifier la connexion Internet
it: Verifica connessione internet

source: Choose a DNS for testing your internet connection.
fr: Choisir un DNS pour tester votre connexion internet.
it: Scegli un DNS per la verifica della connessione internet.

source: Connection in progress...
fr: Connexion en cours...
it: Connessione in corso...

source: Connection Established
fr: Connexion Etablie
it: Connessione stabilita

source: Connection Unavailable!
fr: Connexion indisponible!
it: Connessione non disponibile!

source: Write the IP you find in the file
fr: Écrivez l’adresse IP que vous trouvez dans le fichier
it: Scrivi l'IP che trovi nel file

source: Write the IP that you find in the configuration file generated and downloaded from the website.
fr: Écrivez l’adresse IP que vous trouvez dans le fichier de configuration généré et téléchargé à partir du site Web.
it: Scrivi l'IP che trovi nel file di configurazione generato e scaricato dal sito web.

source: Connected from: %s
fr: Connecté depuis: %s
it: Connesso dal: %s

source: Example:
fr: Exemple:
it: Esempio:

source: Write your Private Key that you find in the configuration file or edit the file located in
fr: Écrivez votre clé privée que vous trouvez dans le fichier de configuration ou modifiez le fichier situé dans
it: Scrivi la tua Chiave Privata che trovi nel file di configurazione o modifica il file che si trova in

source: Invalid IP, please write a valid IP
fr: IP invalide, veuillez écrire une IP valide
it: Indirizzo IP non valido, scrivi un IP valido

source: Bandwidth
fr: Bande passante
it: Banda

source: Quick connection
fr: Connexion rapide
it: Connessione rapida

source: The update server is unreachable
fr: Le serveur de mise à jour est inaccessible
it: Il server per l'aggiornamento non è raggiungibile

source: Connection to server failed!
fr: La connexion au serveur a échoué !
it: Connessione al server fallita!

source: You want to restore the connection?
fr: Souhaitez vous rétablir la connexion?
it: Vuoi ripristinare la connessione?

source: WireGuard protocol missing!
fr: Protocole WireGuard manquant!
it: Protocollo WireGuard mancante!

source: Check that WireGuard is installed in your image.
fr: Vérifiez que WireGuard est installé dans votre image.
it: Verifica che WireGuard sia installato nella tua immagine.

source: There appears to be a problem with your account.
fr: Il semble y avoir un problème avec votre compte.
it: Sembra che ci siano problemi sul tuo account.

source: Try restarting yours %s
fr: Essayez de redémarrer le vôtre %s
it: Prova a riavviare il tuo %s

source: If the problem persists, check your account.
fr: Si le problème persiste, vérifiez votre compte.
it: Se il problema persiste, controlla il tuo account.

source: I check the files
fr: Je vérifie les fichiers
it: Controllo i file

source: Do you want to upgrade to the new %s version?
fr: Voulez-vous passer à la nouvelle version %s?
it: Vuoi eseguire l'aggiornamento alla nuova versione %s?

source: Wireguard VPN plugin is updated
fr: Le plugin Wireguard VPN est mis à jour
it: WireGuard VPN plugin è aggiornato

source: Installed version: %s
fr: Version installée: %s
it: Versione installata: %s

source: Enabling it allows you to perform an internet check when your %s starts
fr: L'activer vous permet d'effectuer une vérification Internet au démarrage de votre %s
it: Abilitandolo ti consente di eseguire un controllo Internet all'avvio del %s

source: Set up internet control
fr: Configurer le contrôle Internet
it: Imposta il controllo Internet

source: Test performed on host: %s
fr: Test effectué sur l’hôte: %s
it: Test eseguito sull'host: %s

source: Choose a server for DNS testing
fr: Choisir un serveur pour les tests DNS
it: Scegli un server per il test DNS

source: Choose a DNS test server from bash.ws or dnsleaktest.com
fr: Choisissez un serveur de test DNS à partir de bash.ws ou dnsleaktest.com
it: Scegli un server per il test DNS da bash.ws o dnsleaktest.com

source: Set the MTU
fr: Définir le MTU
it: Imposta MTU

source: The MTU 1384 brings benefits on packet transmission, in most cases it increases the value of download and upload
fr: Le MTU 1384 apporte des avantages sur la transmission de paquets, dans la plupart des cas il augmente la valeur du téléchargement et de l'upload
it: MTU 1384 porta dei benefici sulla trasmissione dei pacchetti, nella maggior parte dei casi aumenta i valori Download/Upload

source: Default
fr: Défaut
it: Predefinito

source: DNS leak test
fr: Test de fuite DNS
it: Test fuga DNS

source: Check Dns Leak
fr: Vérifier la fuite DNS
it: Verifica fuga DNS

source: The test checks for any leakage of DNS
fr: Le test vérifie toute fuite de DNS
it: Il test verifica le eventuali fughe di DNS

source: I run the DNS Leak test
fr: Je lance le test de fuite DNS
it: Avvio il test per le eventuali fughe di DNS

source: Please be patient!
fr: S'il vous plaît, soyez patient !
it: Attendere prego!

source: Your VPN IP:
fr: Votre IP VPN:
it: Il tuo IP VPN:

source: Your PUBLIC IP:
fr: Votre IP PUBLIC:
it: Il tuo IP PUBBLICO:

source: No DNS servers found
fr: Aucuns serveurs DNS trouvés
it: Nessun server DNS trovato

source: You use
fr: Vous utilisez
it: Utilizzate

source: DNS servers
fr: Serveurs DNS
it: server DNS

source: DNS MAY BE LEAKING.
fr: PEUT ETRE FUITE DNS.
it: CI POSSONO ESSERE FUGHE DI DNS.

source: PERFECT!
fr: PARFAIT!
it: PERFETTO!

source: DNS IS NOT LEAKING.
fr: PAS DE FUITE DNS.
it: NESSUNA FUGA DI DNS RILEVATA.

source: Disable ipv6
fr: Désactiver ipv6
it: Disabilita ipv6
pt: Desabilitar ipv6

source: Set up a DNS
fr: Configurer DNS
it: Imposta un DNS
pt: Configurar um DNS

source: Finished restarting your network
fr: Fini de redémarrer votre réseau
it: Riavvio della rete terminato
pt: Terminou de reiniciar sua rede

source: Please wait while your network is restarting...
fr: Veuillez patienter pendant que votre réseau redémarre...
it: Attendere il riavvio della rete...
pt: Aguarde enquanto sua rede está reiniciando...

source: Do you want to restart the network interface?
fr: Voulez-vous redémarrer l’interface réseau ?
it: Vuoi riavviare l'interfaccia di rete?
pt: Deseja reiniciar a interface de rede?

source: Please mount the device as
fr: Veuillez monter l’appareil comme suit
it: Si prega di montare il dispositivo come
pt: Por favor monte o dispositivo como

source: Remember to restart the GUI
fr: N’oubliez pas de redémarrer l’interface graphique
it: Ricordati di riavviare la GUI
pt: Lembre-se de reiniciar a GUI

source: Do you want to restart the GUI?
fr: Voulez-vous redémarrer l’interface graphique ?
it: Vuoi riavviare la GUI?
pt: Deseja reiniciar a GUI?

source: Set up a DNS for Wireguard connection.
fr: Configurez un DNS pour la connexion Wireguard.
it: Imposta un DNS per la connessione Wireguard.
pt: Configurar um DNS para conexão Wireguard.

source: This will not affect your network settings.
fr: Cela n'affectera pas vos paramètres réseau.
it: Questo non inciderà sulle impostazioni di rete.
pt: Configurar um DNS para conexão Wireguard.

source: Use your personal files
fr: Utilisez vos fichiers personnels
it: Utilizza i file personali
pt: Use seus arquivos pessoais

source: Select your personal files and remember to place them in the right directory
fr: Sélectionner vos fichiers personnels et pensez à les placer dans le bon répertoire
it: Seleziona i tuoi file personali e ricordati di inserirli nella giusta directory
pt: Selecione seus arquivos pessoais e lembre-se de colocá-los no diretório correto

source: Select the file directory
fr: Sélectionner le répertoire du fichier
it: Seleziona la directory dei file
pt: Selecione o diretório do arquivo

source: %d Second
fr: %d Seconde
it: %d Secondo
pt: %d Segundo

source: %d Minute
fr: %d Minutes
it: %d Minuto

source: Remember to insert only files with the .conf extension
fr: N'oubliez pas d'insérer uniquement les fichiers avec l'extension .conf
it: Ricordati di inserire solo file con estensione .conf
pt: Lembre-se de inserir apenas arquivos com a extensão .conf

source: No files found!
fr: Aucun fichier trouvé!
it: Nessun file trovato!
pt: Nenhum arquivo encontrado!

source: Put the files in %s
fr: Mettre les fichiers dans %s
it: Inserisci i file in %s
pt: Coloque os arquivos em %s

source: Total files: %s
fr: Nombre total de fichiers : %s
it: File totali: %s
pt: Total de arquivos: %s

source: 'Servers MultiHop'
fr: 'Serveurs MultiHop'
it: 'Server MultiHop'
pt: 'Servidores MultiHop'

source: Double VPN, highest level of safety and security, tracking the real IP address is mathematically impossible.
fr: Double VPN, plus haut niveau de sûreté et de sécurité, le suivi de la véritable adresse IP est mathématiquement impossible.
it: Doppia VPN, massimo livello di sicurezza e protezione, il tracciamento del vero indirizzo IP è matematicamente impossibile.
pt: VPN dupla, nível mais alto de proteção e proteção, rastrear o endereço IP real é matematicamente impossível.

source: through
fr: à travers
it: tramite
pt: através

source: Set a limit of servers to view
fr: Définir une limite de serveurs à afficher
it: Imposta un limite di server da visualizzare
pt: Defina um limite de servidores para visualizar

source: Default is set to 16384 maximum servers to display
fr: La valeur par défaut est définie sur 16384 serveurs maximum à afficher
it: Di default è impostato un limite massimo di 16384 server da visualizzare
pt: O padrão é definido para 16384 servidores máximos para exibição

source: Default is set to 500 maximum servers to display
fr: La valeur par défaut est définie sur 500 serveurs maximum à afficher
it: Di default è impostato un limite massimo di 500 server da visualizzare
pt: O padrão é definido para exibir no máximo 500 servidores

source: Default: 10
fr: Défaut: 10
it: Predefinito: 10

source: The private key is incorrect
fr: La clé privée est incorrecte
it: La chiave privata non è corretta
pt: A chave privada está incorreta

source: Check the length of the private key
fr: Vérifier la longueur de la clé privée
it: Controlla la lunghezza della chiave privata
pt: Verifique o comprimento da chave privada

source: Internet check while restarting
fr: Vérification internet au redémarrage
it: Controllo Internet durante il riavvio
pt: Verificação da Internet ao reiniciar

source: Internet check during restart (in Seconds), if the result is negative the VPN tunnel is not established.
fr: Vérification Internet au redémarrage (en secondes), si le résultat est négatif le tunnel VPN n'est pas établi.
it: Controllo Internet al riavvio (in Secondi), se il risultato è negativo il tunnel VPN non viene stabilito.
pt: Verificação da Internet durante a reinicialização (em segundos), se o resultado for negativo o túnel VPN não é estabelecido.

source: Bypass Wireguard
fr: Contourner Wireguard

source: This allows you to bypass wireguard
fr: Cela vous permet de contourner le wireguard
it: Ciò consente di bypassare wireguard
pt: Isso permite que você Bypass o wireguard

source: %s) Bypass host or ip
fr: %s) Contourner l’hôte ou l’ip
it: %s) Ignora host o ip

source: This allows you to bypass wireguard traffic.
fr: Cela vous permet de contourner le trafic wireguard.
it: Ciò consente di bypassare il traffico wireguard.
pt: Isso permite que você bypass o tráfego wireguard.

source: Example: wireguard.no-ip.biz
fr: Exemple: wireguard.no-ip.biz
it: Esempio: wireguard.no-ip.biz

source: Example: 232.34.87.22
fr: Exemple: 232.34.87.22
it: Esempio: 232.34.87.22
pt: Exemplo: 232.34.87.22

source: * File located in /etc/WgConfig or /media/hdd/WgConfig or /media/usb/WgConfig
fr: *Fichier situé dans /etc/WgConfig ou /media/hdd/WgConfig ou /media/usb/WgConfig
it: * File situato in /etc/WgConfig o /media/hdd/WgConfig o /media/usb/WgConfig

source: Unable to get the ip of the selected server
fr: Impossible d’obtenir l’adresse IP du serveur sélectionné
it: Impossibile ottenere l'ip del server selezionato
pt: Não foi possível obter o ip do servidor selecionado

source: IPv6 connections might compromise security.
fr: Les connexions IPv6 peuvent compromettre la sécurité.
it: Le connessioni IPv6 potrebbero compromettere la sicurezza.
pt: Conexões IPv6 podem comprometer a segurança.

source: Server with static ip
fr: Serveur avec ip statique
it: Server con ip statico
pt: Servidor com ip estático

source: 'Server with static ip'
fr: 'Serveur avec ip statique'
it: 'Server con ip statico'
pt: 'Servidor com ip estático'

source: List of servers where they will always have the same ip addresses.
fr: Liste des serveurs où ils auront toujours les mêmes adresses IP.
it: Lista dei server dove avranno sempre gli stessi indirizzi ip (statici).
pt: Lista de servidores onde sempre terão os mesmos endereços IP.

source: You will have the complete list of servers.
fr: Vous aurez la liste complète des serveurs.
it: Avrai l'elenco completo dei server.
pt: Você terá a lista completa de servidores.

source: Choose server and press ok
fr: Choisissez le serveur et appuyez sur ok
it: Scegli il server e premi ok
pt: Escolha o servidor e clique ok

source: Download speedtest.png failed!
fr: Téléchargement speedtest.png a échoué !
it: Download speedtest.png fallito!
pt: Download speedtest.png falhou!

source: Press MENU to update
fr: Appuyer sur MENU pour mettre à jour
it: Premi MENU per aggiornare
pt: Clique no MENU para atualizar

source: Install update...
fr: Installe la mise à jour...
it: Installo aggiornamento
pt: Instalar atualização...

source: Exit
fr: Sortir
it: Esci
pt: Sair

source: Close
fr: Fermer
it: Esci
pt: Fechar

source: Save
fr: Enregistrer
it: Salva
pt: Salvar

source: Keyboard
fr: Clavier
it: Tastiera

source: I check Internet speedtest, be patient...
fr: Je vérifie la vitesse de votre connexion internet, soyez patient...
it: Misuro la velocità di internet, pazientare...
pt: Eu verifico o teste de velocidade da Internet, seja paciente...

source: I check the available servers
fr: Je vérifie les serveurs disponibles
it: Controllo i server disponibili
pt: Verifiquei os servidores disponíveis

source: Repeat test
fr: Refait test
it: Ripeti test
pt: Repetir teste

source: Result successfully saved in /tmp/speedtest.png
fr: Résultat enregistré avec succès dans /tmp/speedtest.png
it: Risultato salvato con successo in /tmp/speedtest.png
pt: Resultado salvo com sucesso em /tmp/speedtest.png

source: Save results
fr: Résultat enregistré
it: Salva il risultato
pt: Salvar resultados

source: Server list
fr: Liste serveur
it: Lista Server
pt: Lista de servidores

source: Show results
fr: Afficher le résultat
it: Mostra il risultato
pt: Mostrar resultados

source: Test completed, to test again press green button
fr: Test terminé, pour tester à nouveau, appuyez sur le bouton vert
it: Test completato, se vuoi ripetere lo speedtest premi il tasto verde
pt: Teste concluído, para testar novamente clique o botão verde

source: Test your internet speed by Madhouse
fr: Testez votre vitesse Internet par Madhouse
it: Testa la velocità di internet by Madhouse
pt: Teste sua velocidade de internet de Madhouse

source: Testing download from
fr: Téléchargement des tests depuis
it: Test velocità download
pt: Testando download de

source: Testing upload speed
fr: Test vitesse upload
it: Test velocità upload
pt: Testando velocidade de upload

source: Settings
fr: Paramètres
it: Configurazione
pt: Configurações

source: Restart Network
fr: Redémarre Réseau
it: Riavvia la rete
pt: Reiniciar Network

source: Link to the %s server
fr: Lien vers le serveur %s
it: Collegamento al server %s
pt: Link para o servidor %s

source: Private key does not exist
fr: La Clé Privée n'existe pas
it: La chiave privata non esiste
pt: Chave privada não existe

source: Please enter your Private Key by pressing the Green button
fr: Veuillez saisir votre Clé Privée en appuyant sur le bouton Vert
it: Per piacere scrivi la tua Chiave Privata premendo il tasto Verde
pt: Por favor, insira sua chave privada pressionando o botão verde

source: or edit the file located in
fr: ou éditez le fichier situé dans
it: o edita il file situato in
pt: ou edite o arquivo localizado em

source: Server %s is Down!
fr: Serveur %s est en panne!
it: Server %s non trovato!
pt: Servidor %s está parou!

source: Try later or
fr: Ou essaie plus tard
it: Riprova dopo o
pt: Tente mais tarde ou

source: Check your internet connection
fr: Vérifier votre connexion internet
it: Controlla la tua connessione internet
pt: Verifique sua conexão com a internet

source: Select a server and press the OK button
fr: Sélectionnez un serveur et appuyez sur le bouton OK
it: Seleziona un server premendo il tasto OK
pt: Selecione um servidor e clique o botão OK

source: You want to stop the %s server?
fr: Vous souhaitez arrêter le serveur %s ?
it: Vuoi arrestare il server %s?
pt: Você deseja parar o servidor %s?

source: Stopping Wireguard interface
fr: Arrêt de l’interface Wireguard
it: Arresto l'interfaccia Wireguard
pt: Interrompendo a interface Wireguard

source: NOT CONNECTED
fr: NON CONNECTÉ
it: NON CONNESSO
pt: Não conectado

source: CONNECTED
fr: CONNECTÉ
it: CONNESSO
pt: Conectado

source: Disconnect
fr: Déconnecter
it: Disconnetti
pt: Desconectar

source: Please wait for the network adapter to restart
fr: Veuillez attendre que la carte réseau redémarre
it: Per favore attendi il riavvio della scheda di rete
pt: Aguarde o adaptador de rede reiniciar

source: Reboot Network Adapter
fr: Redémarre Adaptateur Réseau
it: Riavvio adattatore di rete
pt: Reiniciar adaptador de rede

source: Check vpn enabled
fr: Vérifier que le vpn est activé
it: Controllo vpn abilitato
pt: Verificar vpn ativado

source: Check vpn disabled
fr: Vérifier que le vpn est désactivé
it: Controllo vin disabilitato
pt: Verificar vpn desativado

source: VPN Status: OK
fr: Statut VPN : OK
it: Stato VPN: OK
pt: Status VPN: OK

source: Warning! VPN KO
fr: Alerte! VPN KO
it: Attenzione! VPN KO
pt: Atenção! VPN KO

source: Protect your %s - By Madhouse
fr: Protégez votre %s - Par Madhouse
it: Proteggi il tuo %s - By Madhouse
pt: Proteja seu %s - Por Madhouse

source: Select your vpn provider
fr: Sélectionnez votre fournisseur vpn
it: Seleziona il tuo provider vpn
pt: Selecione seu provedor de vpn

source: Choose your VPN provider among:
fr: Choisissez votre fournisseur VPN parmi:
it: Scegli il tuo provider VPN tra:
pt: Escolha seu provedor de VPN entre:

source: Choose the directory for the PrivateKey.key file
fr: Choisissez le répertoire du fichier PrivateKey.key
it: Scegli la directory per il file PrivateKey.key
pt: Escolha o diretório para o arquivo PrivateKey.key

source: Write your Private key
fr: Écrivez votre Clé Privée
it: Scrivi la tua Chiave Privata
pt: Escreva sua chave privada

source: Write your Private Key or edit the file located in
fr: Écrivez votre Clé Privée ou modifiez le fichier situé dans /etc/PrivateKey.key
it: Scrivi la tua Chiave Privata o edita il file situato in
pt: Escreva sua chave privada ou edite o arquivo localizado em

source: or
fr: ou
it: o
pt: ou

source: Save the server list
fr: Enregistrez la liste des serveurs
it: Salva la lista dei server
pt: Salvar a lista de servidores

source: Privatekey file directory
fr: Répertoire de fichiers de clé privée
it: Directory file Privatekey
pt: Diretório de arquivo de chave privada

source: Save the server list (will not download when starting the plugin)
fr: Sauvegarder la liste des serveurs (ne sera pas téléchargée au démarrage du plugin)
it: Salva la lista dei server (non verrà effettuato il download all'avvio del plugin)
pt: Salvar a lista de servidores (não será baixado ao iniciar o plug-in)
