Repository: m4dhouse/Wireguard-Vpn
Catalog: po/*.po
Languages: fr, it, pt

source: Enable vpn control
fr: Activer le contrôle vpn
it: Abilita il controllo della vpn
pt: Habilitar controle vpn

source: Enable Wireguard Vpn screen control.
fr: Activer le contrôle d’écran Wireguard Vpn.
it: Abilita il controllo di Wireguard.

source: Enable hanshake control
fr: Activer le contrôle du hanshake
it: Abilita il controllo dell'handshake

source: If enabled, check the handshake on the server every 10 minutes. If the server is down, it will try to establish a new handshake.
fr: Si cette option est activée, vérifiez la handshake sur le serveur toutes les 10 minutes. Si le serveur est en panne, il tentera d'établir une nouvelle handshake.
it: Se abilitato, effettuare un controllo ogni 10 Minuti dell'handshake sul server. Se il server risulterà non attivo, cercherà di stabilire un nuovo handshake.

source: Show a warning on the screen
fr: Afficher l'avertissement à l'écran
it: Mostra un avviso sullo schermo

source: If enabled, it will show a warning on the screen.
fr: S'il est activé, un avertissement s'affichera à l'écran.
it: Se abilitato, mostrerà un avviso sullo schermo.

source: Set the timeout
fr: Définir le délai d'attente
it: Imposta il timeout
pt: Definir o tempo limite

source: Set the time (minutes) for Wireguard Vpn control
fr: Réglez l'heure (minutes) pour le contrôle Wireguard Vpn
it: Impostare il tempo (minuti) per il controllo di Wireguard Vpn
pt: Definir o tempo (minutos) para controle Wireguard Vpn

source: Show warning on screen
fr: Afficher l'avertissement à l'écran
it: Mostra avviso sullo schermo
pt: Mostrar aviso na tela

source: Show the warning on the screen
fr: Afficher l'avertissement à l'écran
it: Mostra l'avviso sullo schermo
pt: Mostrar o aviso na tela

source: Warning time on screen
fr: Temps d’avertissement à l’écran
it: Tempo di avviso sullo schermo
pt: Tempo de aviso na tela

source: Shows the warning duration (seconds) on the screen
fr: Affiche la durée de l'avertissement (secondes) à l'écran
it: Mostra la durata dell'avviso (secondi) sullo schermo
pt: Mostra a duração do aviso (segundos) na tela

source: Start Wireguard at boot
fr: Lance Wireguard au démarrage
it: Avvia Wireguard al boot
pt: Iniciar o Wireguard na inicialização

source: Start Wireguard Vpn after a full reboot
fr: Lance Wiregurad Vpn après un redémarrage complet
it: Avvia Wireguard Vpn dopo aver effettuato un riavvio totale
pt: Iniciar Wireguard VPN após uma reinicialização completa

source: Show Wireguard Vpn in main menu
fr: Afficher Wiguard dans le menu principal
it: Mostra Wireguard nel menu principale
pt: Mostrar Wireguard Vpn no menu principal

source: Show Wireguard in the main menu
fr: Afficher Wiguard Vpn dans le menu principal
it: Mostra Wireguard nel menu principale
pt: Mostrar Wireguard no menu principal

source: (* Requires restart Gui)
fr: (* Requiert le redémarrage de l'interface)
it: (* Richiede il riavvio della Gui)
pt: (* Requer reinicialização do Gui)

source: Select the type of server list
fr: Sélectionnez le type de liste de serveurs
it: Seleziona il tipo di lista dei server
pt: Selecione o tipo de lista de servidores

source: All servers
fr: Tous les serveurs
it: Tutti i server
pt: Todos os servidores

source: Recommended servers
fr: Serveurs recommandés
it: Server raccomandati
pt: Servidores recomendados

source: 'All servers'
fr: 'Tous les serveurs'
it: 'Tutti i server'
pt: 'Todos os servidores'

source: 'Servers by country'
fr: 'Serveurs par pays'
it: 'Server per nazione'
pt: 'Servidores por país'

source: Select the country
fr: Sélectionnez le pays
it: Seleziona la nazione
pt: Selecione o país

source: it will take longer to process the servers, you will have the complete list of servers.
fr: le traitement des serveurs prendra plus de temps, mais vous disposerez de la liste complète des serveurs.
it: ci vorrà più tempo per elaborare i server, avrai l'elenco completo dei server.
pt: demorará mais para processar os servidores, você terá a lista completa de servidores.

source: 'Recommended servers'
fr: 'Serveurs Recommandés'
it: 'Server raccomandati'
pt: 'Servidores recomendados'

source: you will have the list of recommended servers, it will take less time to process the list.
fr: vous aurez la liste des serveurs recommandés, le traitement de la liste prendra moins de temps.
it: avrai l'elenco dei server consigliati, ci vorrà meno tempo per elaborarli.
pt: você terá a lista de servidores recomendados, levará menos tempo para processar a lista.

source: Data saved correctly!
fr: Données sauvées correctement!
it: Dati salvati correttamente!
pt: Dados salvos corretamente!

source: Enter your Private Key
fr: Enter votre Clé privée
it: Scrivi la tua Chiave Privata
pt: Digite sua chave privada

source: Private key saved successfully!
fr: Clé Privée enregistrée avec succès !
it: Chiave Privata salvata con successo!
pt: Chave privada salva com sucesso!

source: Load Private Key
fr: Charge Clé privée
it: Carica Chiave Privata
pt: Carregar chave privada

source: Total servers: %s
fr: Total serveurs: %s
it: Server totali: %s
pt: Total de servidores: %s

source: Checking Wireguard module
fr: Vérification du module Wireguard
it: Controllo del modulo Wireguard
pt: Verificando módulo Wireguard

source: Server list order
fr: Ordre de la liste des serveurs
it: Ordina l'elenco dei server
pt: Ordem da lista de servidores

source: Sort by load (ascending)
fr: Trier par charge (croissante)
it: Ordina per carico (crescente)
pt: Classificar por carga (crescente)

source: Sort by server (alphabetically)
fr: Trier par serveur (par ordre alphabétique)
it: Ordina per server (in ordine alfabetico)
pt: Classificar por servidor (alfabeticamente)

source: Sort the list alphabetically or by ascending load
fr: Trier la liste par ordre alphabétique ou par charge croissante
it: Ordina l'elenco in ordine alfabetico o per carico (crescente)
pt: Ordenar a lista em ordem alfabética ou por carregamento crescente

source: The file located in %s is empty.
fr: Le fichier situé dans %s est vide.
it: Il file che si trova in %s è vuoto.

source: Copy/paste your Private Key and then press the Blue button
fr: Copier/coller votre Clé privée et âpres appuie sur le bouton Bleu
it: Copia/incolla la tua Chiave Privata e poi premi il pulsante Blu
pt: Copie/cole sua chave privada e clique no botão azul

source: Conclusion:
it: Conclusioni:

source: 1) Bypass host or ip:
pt: 1) Bypass host ou ip:

source: 2) Bypass host or ip:
pt: 2) Bypass host ou ip:

source: 3) Bypass host or ip:
pt: 3) Bypass host ou ip:

source: 4) Bypass host or ip:
pt: 4) Bypass host ou ip:

source: 5) Bypass host or ip:
pt: 5) Bypass host ou ip:

source: 6) Bypass host or ip:
pt: 6) Bypass host ou ip:

source: 7) Bypass host or ip:
pt: 7) Bypass host ou ip:

source: 8) Bypass host or ip:
pt: 8) Bypass host ou ip:

source: 9) Bypass host or ip:
pt: 9) Bypass host ou ip:

source: 10) Bypass host or ip:
pt: 10) Bypass host ou ip:

source: * File located in /etc/WgConfig or /media/hdd/WgConfig
pt: * Arquivo localizado em /etc/WgConfig ou /media/hdd/WgConfig

source: Country:
pt: País:

source: Provider:
pt: Provedor:

source: Wireguard status
pt: Status do Wireguard

source: Server selected
pt: Servidor selecionado

source: PUBLIC IP
pt: IP PÚBLICO

source: Enable Wireguard Vpn screen control, it will show a warning on the screen
pt: Ative o controle de tela Wireguard Vpn, ele mostrará um aviso na tela

source: The file located in /etc/PrivateKey.key is empty
pt: O arquivo localizado em /etc/PrivateKey.key está vazio

source: The file located in /media/hdd/WgConfig/PrivateKey.key is empty
pt: O arquivo localizado em /media/hdd/WgConfig/PrivateKey.key está vazio

source: The file located in /media/usb/WgConfig/PrivateKey.key is empty
pt: O arquivo localizado em /media/usb/WgConfig/PrivateKey.key está vazio
